Repository: PrakashAndhani/Movie-Ticket-Booking-App
Catalog: lib/l10n/app_*.arb
Languages: gu

source: Hello
gu: હેલો {name}

# welcome
source: Welcome to
gu: સ્વાગત છે

# top_trending
source: Top Trending Movies
gu: ટોચની ટ્રેન્ડિંગ ફિલ્મો

source: SCREEN
gu: સ્ક્રીન

# total
source: Total: {amount} Rs.
gu: કુલ: {amount} રૂ.

source: Book Ticket
gu: ટિકિટ બુક કરો

# select_seat
source: Select seat - {movieTitle}
gu: {movieTitle} માટે બેઠક પસંદ કરો

# appTitle
source: Filmy Fun
gu: ફિલ્મી ફન

source: Book Now
gu: બુક કરો

source: Confirm Booking
gu: બુકિંગ કન્ફર્મ કરો

source: Selected Seats
gu: પસંદ કરેલી સીટ્સ

source: Total Amount
gu: કુલ રકમ

source: Profile
gu: પ્રોફાઇલ

source: Logout
gu: લૉગઆઉટ

source: Login
gu: લૉગિન

source: Email
gu: ઈમેલ

source: Password
gu: પાસવર્ડ

source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા?

source: Login with Google
gu: Google સાથે લૉગિન કરો

source: Booking Successful!
gu: બુકિંગ સફળ થઈ ગયું!

source: Booking Failed
gu: બુકિંગ નિષ્ફળ

source: Booking ID
gu: બુકિંગ આઈડી

# seatUnavailable
source: Selected seat(s) are no longer available
gu: પસંદ કરેલી સીટ(ટો) હવે ઉપલબ્ધ નથી

# paymentProcessing
source: Processing Payment...
gu: પેમેન્ટ પ્રક્રિયા ચાલુ છે...

# paymentSuccess
source: Payment Successful
gu: પેમેન્ટ સફળ

source: Payment Failed
gu: પેમેન્ટ નિષ્ફળ

source: Booking Confirmation
gu: બુકિંગ કન્ફર્મેશન

source: Booking History
gu: બુકિંગ ઇતિહાસ

# noBookings
source: No bookings found
gu: કોઈ બુકિંગ મળ્યું નથી

source: Cancel Booking
gu: બુકિંગ રદ કરો

source: View Booking Details
gu: બુકિંગની વિગતો જુઓ

# ticketPrice
source: Ticket Price: {price} Rs.
gu: ટિકિટની કિંમત: {price} રૂ.

# seatsLeft
source: {count} seats left
gu: {count} સીટ્સ બાકી

source: Proceed to Payment
gu: પેમેન્ટ માટે આગળ વધો
